<?php

// PHP7/HTML5, EDGE/CHROME                        *** FinalMessage_test.php ***

// ****************************************************************************
// * TPhpPrown                        Преобразовать значение к заданному типу *
// ****************************************************************************

//                                                   Автор:       Труфанов В.Е.
//                                                   Дата создания:  20.04.2019
// Copyright © 2019 tve                              Посл.изменение: 24.05.2019

class test_FinalMessage extends UnitTestCase 
{
   function test_FinalMessage_Simple()
   {
      MakeTitle("Тесты завершены!");
   }
}
// ************************************************** FinalMessage_test.php ***
