<?php
// PHP7/HTML5, EDGE/CHROME                        *** MakeCookie_test_D.php ***

// ****************************************************************************
// * TPhpPrown-test                  Определения кукисов для теста MakeCookie *
// ****************************************************************************

//                                                   Автор:       Труфанов В.Е.
//                                                   Дата создания:  18.03.2020
// Copyright © 2020 tve                              Посл.изменение: 26.03.2020

define ("cookStr",   "Типичный");  
define ("cookInt",   137);    
define ("cookFloat", 3.1415926);     
define ("cookZero",  0);     

define ("LastTrack", 2);     // Последний проход теста

// ************************************************** MakeCookie_test_D.php ***
