<?php
// PHP7/HTML5, EDGE/CHROME                                    *** index.php ***

// ****************************************************************************
// * TPhpPrown-test                   Кто прожил жизнь, тот больше не спешит! *
// ****************************************************************************

//                                                   Автор:       Труфанов В.Е.
//                                                   Дата создания:  13.01.2019
// Copyright © 2019 tve                              Посл.изменение: 17.02.2019

session_start(); 

// Инициализируем рабочее пространство: корневой каталог сайта, надсайтовый каталог, каталог хостинга
require_once $_SERVER['DOCUMENT_ROOT'].'/iniWorkSpace.php';

$SiteRoot=$_SERVER['DOCUMENT_ROOT'];  // Корневой каталог сайта
$SiteAbove=GetAbove($SiteRoot);       // Надсайтовый каталог
$SiteHost=GetAbove($SiteAbove);       // Каталог хостинга

require_once "Main.php";

// ************************************************************** index.php ***
